<!DOCTYPE html>
<html>
  <head>
    <title>BDQ</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, height=device-height, initial-scale=1, maximum-scale=1, user-scalable=no" />

    <link rel="stylesheet" type="text/css" href="css/style.css" />
    <link rel="stylesheet" type="text/css" href="css/footer.css" />
    <link rel="stylesheet" type="text/css" href="css/index.css" />

    <style>
      ul {list-style-position:inside;}
    </style>
    
  </head>
  <body>
              <header>
                    <div id="logo-zenit" class="float-l">
                                    <a href="http://www.unb.br/" target="_blank"><img src="../imagens/Logo.jpg" /></a>
                    </div>
                     <input type="checkbox" id="control-nav" />
                     <label for="control-nav" class="control-nav"></label>
                      <label for="control-nav" class="control-nav-close"></label>
           
            <nav class="float-r">
              <ul class="list-auto">
                 <li>
                   <a href="index.html" >Home</a>
                </li>
                 <li>
                  <a href="http://www.se.df.gov.br/" target="_blank">Acesso Institucional</a>
                </li>
                <li>
                  <a href="http://avaliacao.se.df.gov.br/?page_id=236" target="_blank">Acesso ao Moodle</a>
                </li>
                <li>
                  <a href="http://sae.se.df.gov.br/sae/" target="_blank">Acesso ao SAE</a>
                </li>
 				<li>
                  <a href="#">Monitoria</a>
                </li>
				<li>
                  <a href="#">Colaboradores</a>
                </li>
              </ul>
              
            </nav>
           </header>
    
       <section class="body-principal">
        <div id="text-principal">
        <h1 id="body-normal">BDQ - Banco de Quest&otilde;es</h1>         
        </div>

      </section>

      <section class="perspectivas-principal">
      <hr />  
	<section class="lateral-menu-conteudo">
		<div class="image">
			<img src="../imagens/titleBar.png" style="float:center; width:100%" />
			<div id="menu_title_bar">
				Conte&uacute;dos
			</div>
	 	</div>
		<ul>
			<hr />
				<li><a href="index.html">Introdu&ccedil;&atilde;o</a></li>
			<hr />
				<li><a href="bdq_aprendizagemConstrutivista.html">Aprendizagem Construtivista</a></li>
			<hr />
				<li><a href="bdq_bancoDeQuestoes.html">Banco de Quest&otilde;es</a></li>
			<hr />
				<li><a href="bdq_bancoDeQuestoesInterativas.html">Pesquisa Banco de Quest&otilde;es Interativas</a></li>
			<hr />	
				<li><a href="bdq_usandoBDQNoSae.html">Usando BDQ no SAE</a></li>
			<hr />	
				<li><a href="bdq_exemplosBDQ.html">Exemplos no BDQ</a></li>
			<hr />
				<li><a href="exercicios/bdq_exerPesqBDQ.html">Exerc&iacute;cios sobre Pesq. Banco de Quest&otilde;es Interativas</a></li>
			<hr />
				<li><a href="bdq_bibliografia.html">Bibliografia</a></li>
			<hr />	
		</ul>
	</section>
      <div id="content_text">
		<div class="title_bar">
			<img src="../imagens/greenbar.png" style="float:center; width:100%" />
			<h2>Banco de Quest&otilde;es Interativas</h2>
		 </div>

        <p>T&eacute;cnicas onde a aprendizagem &eacute; orientada a partir de avalia&ccedil;&otilde;es dos aprendizes, quanto mais informa&ccedil;&otilde;es forem obtidas acerca do aprendiz, melhor ser&aacute; sua avalia&ccedil;&atilde;o e melhor poder&aacute; ser a forma de orienta&ccedil;&atilde;o para a correta aprendizagem. Portanto, o desenvolvimento de processo-aprendizagem deve ser acompanhado por uma avalia&ccedil;&atilde;o constante. Por&eacute;m, essa corre&ccedil;&atilde;o dos testes e trabalhos por parte do professor torna-se uma tarefa trabalhosa e demorada.
        </p>

        <figure class="image_center">
            <img src="imagens/prof_corrigindo.jpg"/>
              <figcaption>Figura 1 - Utiliza&ccedil;&atilde;o da t&eacute;cnica manual de corre&ccedil;&atilde;o de trabalhos.</figcaption>
        </figure>

        <p>Considerando cen&aacute;rios de "falta de tempo", a utiliza&ccedil;&atilde;o do Banco de Quest&atilde;o pode ser bastante &uacute;til para professores, pois permite que realizem in&uacute;meras avalia&ccedil;&otilde;es, consumindo menos tempo e proporcionando que concentrem maiores esfor&ccedil;os, na melhoria do processo de ensino, atrav&eacute;s da an&aacute;lise dos dados gerados pelo sistema.
        </p>

        <figure class="image_left">
              <img src="imagens/fazendo-prova.jpg"/>
                <figcaption>Figura 2 - Estudantes respondendo quest&otilde;es.</figcaption>
        </figure>

        <p>Outro fato importante, &eacute; que experi&ecirc;ncias confirmam que, quando o aluno recebe imediata informa&ccedil;&atilde;o sobre os resultados da avalia&ccedil;&atilde;o, existe uma tend&ecirc;ncia a melhorar a aprendizagem. &eacute; relatada por Takahashi (2000, p. 203), a experi&ecirc;ncia de Ross realizada com 59 alunos, que foram divididos em tr&ecirc;s grupos. A todos eles foram dadas as mesmas atividades para aprendizagem de uma habilidade motora. O primeiro grupo n&atilde;o recebeu nenhuma informa&ccedil;&atilde;o do progresso alcan&ccedil;ado depois de cada pr&aacute;tica. O segundo recebeu apenas algumas informa&ccedil;&otilde;es sobre seu rendimento. O terceiro teve conhecimento completo de seus erros e acertos. O resultado foi que o terceiro grupo apresentou uma aprendizagem mais eficiente, isto &eacute;, um rendimento maior, em menor tempo. Por este motivo, o sistema Banco de Quest&otilde;es possui uma resposta autom&aacute;tica no resultado das quest&otilde;es respondidas, bem como uma justifica da resposta.
        </p>

        <br>
        <h3> Onde &eacute; utilizado? <h3>
        <br>      	    
      	<h4> Banco Nacional de Itens - BNI </h4>

            <p>&eacute; um Banco de Dados de Quest&otilde;es utilizado pelo Instituto Nacional de Estudos e Pesquisas Educacionais An&iacute;sio Teixeira – Inep. O Inep &eacute; respons&aacute;vel pela elabora&ccedil;&atilde;o e aplica&ccedil;&atilde;o de avalia&ccedil;&otilde;es nacionais em larga escala da educa&ccedil;&atilde;o brasileira. A exist&ecirc;ncia de um Banco Nacional de Itens (BNI) no Inep &eacute; necess&aacute;ria para que se tenha uma quantidade expressiva de itens com comprovada qualidade t&eacute;cnico-pedagógica e psicom&eacute;trica para comporem os testes de uma avalia&ccedil;&atilde;o. Atrav&eacute;s desse banco de quest&otilde;es s&atilde;o compostas provas de avalia&ccedil;&otilde;es realizadas por este órg&atilde;o, como: 
            </p>
            <br>
            <ul>
                <li>Provinha Brasil </li>
                <li>Avalia&ccedil;&atilde;o Nacional de Avalia&ccedil;&atilde;o da Educa&ccedil;&atilde;o B&aacute;sica – Saeb </li>
                <li>Exame Nacional do Ensino M&eacute;dio – ENEM </li>
                <li>Exame Nacional de Certifica&ccedil;&atilde;o de Compet&ecirc;ncias de Jovens e Adultos - Encceja </li>
                <li>Exame Nacional de Desempenho de Estudantes - Enade </li>
                <li>Prova Nacional de Concurso para o Ingresso na Carreira Docente. </li>
            </ul>
            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="http://portal.inep.gov.br/banco-nacional-de-itens" target="_blank">o portal do Inep</a>.
            </p>

        <br>
        <h4> DETRAN </h4>

            <p>Os Departamentos de Tr&acirc;nsito Estaduais se beneficiam do uso de um BDQ – Banco de Dados de Quest&otilde;es para utiliza&ccedil;&atilde;o das quest&otilde;es em Provas Eletr&ocirc;nicas, como o exame teórico-t&eacute;cnico.  Segundo o Departamento Estadual de Tr&acirc;nsito de Alagoas, h&aacute; 1000 (mil) quest&otilde;es existentes no banco de dados do departamento, e a avalia&ccedil;&atilde;o aplicada pelo órg&atilde;o consta de 30 (trinta) quest&otilde;es selecionadas do banco de dados. 
            </p>
            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="http://www.detran.al.gov.br/educacao-1/edutran/bco-de-questoes" target="_blank">a p&aacute;gina do DETRAN de Alagoas</a>.
            </p>
            

        <br>
        <h4> Outras utiliza&ccedil;&otilde;es </h4>
            <p><i>Constru&ccedil;&atilde;o de banco de Quest&otilde;es para exames de profici&ecirc;ncia em Ingl&ecirc;s para programas de Pós-Gradua&ccedil;&atilde;o.</i> Andrea Monzón. Universidade Federal de S&atilde;o Carlos. 2008.
            <br>Para mais informa&ccedil;&otilde;es, clique no <a href="http://www.bdtd.ufscar.br/htdocs/tedeSimplificado/tde_busca/arquivo.php?codArquivo=2292" target="_blank">link</a>.

            <p><i>AvalWeb – Sistema interativo para ger&ecirc;ncia de quest&otilde;es e aplica&ccedil;&atilde;o de avalia&ccedil;&otilde;es na Web.</i> Rodrigo Cardoso. Universidade Federal do Rio Grande do Sul. 2001. 
            <br>Para mais informa&ccedil;&otilde;es, clique no <a href="http://www.lume.ufrgs.br/bitstream/handle/10183/2468/000320159.pdf?sequence=1" target="_blank">link</a>.
      
      </div>

      </section>
                        
        <footer class="copyright">
                        
                        <p class="footer-copy" >
                            Copyright &copy; - Universidade de Bras&iacute;lia - 2016 
                        </p>                     
        </footer>

   </body>
</html>    
