<!DOCTYPE html>
<html>
  <head>
    <title>M&oacute;dulo Teste</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, height=device-height, initial-scale=1, maximum-scale=1, user-scalable=no" />

    <link rel="stylesheet" type="text/css" href="../css/style.css" />
    <link rel="stylesheet" type="text/css" href="../css/footer.css" />
    <link rel="stylesheet" type="text/css" href="../css/index.css" />
    
  </head>
  <body>
              <header>
                    <div id="logo-zenit" class="float-l">
                                    <a href="http://www.unb.br/" target="_blank"><img src="../imagens/Logo.jpg" /></a>
                    </div>
                     <input type="checkbox" id="control-nav" />
                     <label for="control-nav" class="control-nav"></label>
                      <label for="control-nav" class="control-nav-close"></label>
           
            <nav class="float-r">
              <ul class="list-auto">
                 <li>
                  <a href="teste_introducao.html">Home</a>
                </li>
                <li>
                  <a href="http://www.se.df.gov.br/">Acesso Institucional</a>
                </li>
                <li>
                  <a href="http://avaliacao.se.df.gov.br/?page_id=236">Acesso ao Moodle</a>
                </li>
                <li>
                  <a href="http://sae.se.df.gov.br/sae/">Acesso ao SAE</a>
                </li>
 				 <li>
                  <a href="#">Monitoria</a>
                </li>
				 <li>
                  <a href="#">Colaboradores</a>
                </li>
              </ul>
              
            </nav>
           </header>
    
       <section class="body-principal">
        <div id="text-principal">
        <h1 id="body-normal">M&oacute;dulo Teste</h1>         
        </div>

      </section>

      <section class="perspectivas-principal">
      <hr />  
	<section class="lateral-menu-conteudo">
		<div class="image">
			<img src="../imagens/titleBar.png" style="float:center; width:100%" />
			<div id="menu_title_bar">
				Conte&uacute;dos
			</div>
	 	</div>
		<ul>
			<hr />
				<li><a href="teste_introducao.html">Introdu&ccedil;&atilde;o</a></li>
			<hr />
				<li><a href="teste_tri.html">Teoria de Resposta ao Item - TRI</a></li>
			<hr /> 
				<li><a href="teste_tai.html">Testes Adaptativos Informatizados - TAI</a></li>
			<hr />
				<li><a href="teste_bancoDeQuestoesInterativas.html">Pesquisa Teoria de Resposta ao Item</a></li>
			<hr />	
				<li><a href="teste_usandoTesteNoSae.html">Usando o M&oacute;dulo Teste no SAE</a></li>
			<hr />	
				<li><a href="teste_exemplosTeste.html">Exemplos no M&oacute;dulo Teste</a></li>
			<hr />
				<li><a href="exercicios/teste_exerTAI.html">Exerc&iacute;cios sobre TAI</a></li>
			<hr />
				<li><a href="teste_bibliografia.html">Bibliografia</a></li>
			<hr />	
		</ul>
	</section>
      <div id="content_text">
		<div class="title_bar">
			<img src="../imagens/greenbar.png" style="float:center; width:100%" />
			<h2>Testes Adaptativos Informatizados - TAI</h2>
		 </div>

        <p>A incorpora&ccedil;&atilde;o da tecnologia &agrave; avalia&ccedil;&atilde;o por meio de testes informatizados tem se mostrado muito &uacute;til, pois permite, por
        exemplo, o uso de recursos multim&iacute;dia e facilita o envolvimento de procedimentos e c&aacute;lculos estat&iacute;sticos em seus resultados, 
        com isso, os estudos relacionados a estes testes tem crescido, incorporando inclusive, conhecimentos psicol&oacute;gicos, o que possibilitou o surgimento dos 
        Testes Adaptivos Informatizados (TAI).</p>

        <figure class="image_center">
        	 	<img src="imagens/tai.png"/>
        	 		<figcaption>Figura 1 - TAI - Teste Adaptivo Informatizado</figcaption>
        </figure>
        
        <p>O TAI &eacute; um tipo de cria&ccedil;&atilde;o de question&aacute;rios baseados no conhecimento pr&eacute;vio do aluno, utilizando teorias para medir a habilidade do aprendiz
        e selecionar quest&otilde;es de acordo com o seu n&iacute;vel de conhecimento. Assim, busca-se a realiza&ccedil;&atilde;o de um teste &oacute;timo para pessoas
        diferentes, onde o conhecimento de cada indiv&iacute;duo &eacute; estimado a cada nova quest&atilde;o respondida.</p>
        
        <br>
        <h3>Elementos b&aacute;sicos de um TAI</h3>
        <p>Segundo Conejo (2001) os TAIs s&atilde;o compostos por alguns elementos b&aacute;sicos:</p>
        <ul>         
            <p><li>Modelo de Resposta ao Item:</li> Esse modelo descreve como o aluno responde ao item, segundo seu n&iacute;vel de conhecimento. Quando se faz a medida do
            n&iacute;vel de conhecimento, espera-se que o resultado obtido n&atilde;o dependa do instrumento usado, como por exemplo, do computador ou do l&aacute;pis e papel.</p>
            
            <p><li>Banco de Itens:</li> &Eacute; um dos elementos fundamentais para a cria&ccedil;&atilde;o de um TAI, o qual define um banco de quest&otilde;es
            que deve abranger parte ou todo o dom&iacute;nio do conhecimento abordado pelo teste. Uma vez especificado o conte&uacute;do do teste, o Banco de Itens 
            deve ser composto por itens que tratem de tal conte&uacute;do.</p>

            <p><li>N&iacute;vel de Conhecimento Inicial:</li> Deve-se escolher de forma adequada o n&iacute;vel de dificuldade da primeira quest&atilde;o, 
            para possibilitar uma sens&iacute;vel redu&ccedil;&atilde;o do tempo de teste, uma vez que as primeiras quest&otilde;es s&atilde;o determinantes
            para calcular a estimativa de habilidade e para que a mesma seja baseada em c&aacute;lculos e n&atilde;o em previs&otilde;es.</p>

            <p><li>M&eacute;todo de Sele&ccedil;&atilde;o dos Itens:</li> Um TAI seleciona o item seguinte que ser&aacute; apresentado, em cada momento, em fun&ccedil;&atilde;o
            do n&iacute;vel estimado do conhecimento do aluno e da resposta do item previamente ministrado. Selecionar o melhor item pode melhorar a precis&atilde;o
            na estimativa desse n&iacute;vel, e com isso, reduzir o tempo de teste.</p>

            <p><li>Crit&eacute;rio de Parada:</li> &Eacute; o t&eacute;rmino do teste. Pode-se utilizar diferentes crit&eacute;rios de parada, tais como o alcance de
            um n&iacute;vel pr&eacute;-estabelecido de habilidade, quantidade m&aacute;xima de itens em um teste, tempo de teste, entre outros.</p>
        </ul>

        <figure class="image_center">
        	 	<img src="imagens/tai_vantagem_desvantagem.png"/>
        	 		<figcaption>Figura 2 - Vantages e desvantagens do TAI</figcaption>
        </figure>

        <br>
        <h3>Principais vantagens e desvantagens do uso do TAI</h3>
            <p>Segundo Gon&ccedil;alves (2004), as principais vantagens de uso da TAI s&atilde;o:</p>
            <ul>
                <p>- Cada estudante que responder um teste, ter&aacute; um teste &uacute;nico, ou seja, este teste foi especialmente desenvolvido para ele e provavelmente
                nenhum outro teste ter&aacute; as mesmas quest&otilde;es. Pode acontecer de algumas quest&otilde;es serem iguais, mas o teste ser&aacute; individualizado
                de acordo com o conhecimento do examinado.</p>

                <p>- Testes Adaptativos tendem a ser menores, uma vez que foi descoberta a habilidade do aluno e ela tende a ter pouca vari&acirc;ncia, o teste est&aacute;
                encerrado. Isto pode acontecer com poucas quest&otilde;es, resolvendo um grande problema psicol&oacute;gico que ronda diversos estudantes, que
                normalmente desistem de testes longos e cansativos que precisam de muita leitura.</p>

                <p>- Com poucas quest&otilde;es pode-se obter um alto n&iacute;vel de precis&atilde;o na avalia&ccedil;&atilde;o.</p>
                
                <p>- O TAI baseado na TRI mostra-se como poss&iacute;vel solu&ccedil;&atilde;o para institui&ccedil;&otilde;es com um pequeno banco de itens, que desejem 
                obter a maior informa&ccedil;&atilde;o quanto &agrave; profici&ecirc;ncia do estudante em determinado dom&iacute;nio do conhecimento.</p>
            </ul>

            <p>Tam&eacute;m segundo Gon&ccedil;alves (2004), a TAI tamb&eacute;m tem algumas desvantagens:</p>
            <ul>
                <p>- Requer cuidados na calibra&ccedil;&atilde;o e na elabora&ccedil;&atilde;o do banco de itens a serem usados no processamento e indica&ccedil;&atilde;o
                aos seus estudantes (indiv&iacute;duos examinados pelo teste proposto).</p>
                <p>- A TRI possui m&eacute;todos estat&iacute;sticos que s&atilde;o, na &aacute;rea computacional, custosos e trabalhosos.</p>
                <p>- Os algoritmos devem estar bem implementados.</p>
            </ul>

        <br>
        <h3>Principais modelos de Testes Adaptativos</h3>
        <ul>
            <p><li>Binet Test</li> Trata-se de um teste de intelig&ecirc;ncia baseado em n&iacute;veis de dificuldade, criado por Alfred Binet. Esse teste foi 
            desenvolvido para o diagn&oacute;stico do n&iacute;vel de intelig&ecirc;ncia de uma crian&ccedil;a em compara&ccedil;&atilde;o com sua idade 
            cronol&oacute;gica, analisando a idade mental. As quest&otilde;es s&atilde;o classificadas segundo n&iacute;veis, e se todos os itens de um 
            determinado n&iacute;vel forem respondidos corretamente s&atilde;o fornecidos itens de um n&iacute;vel mais alto
            at&eacute; que todos eles sejam respondidos corretamente (N&iacute;vel Superior); Caso contr&aacute;rio, se todos os itens de um certo n&iacute;vel
            forem respondidos incorretamente, são disponibilizados itens de um nível mais baixo at&eacute; que todos eles sejam respondidos corretamente (N&iacute;vel Inferior). 
            Quando o n&iacute;vel superior e o N&iacute;vel Inferior s&atilde;o identificados, termina o teste.</p>

            <p><li>Teste Adaptativo Estratificado</li> &Eacute; uma melhoria do Binet Test, sendo diferenciado pela elei&ccedil;&atilde;o de um pr&oacute;ximo item
            logo ap&oacute;s cada um ser respondido. Quando o aluno responde corretamente uma quest&atilde;o, a próxima &eacute; de uma dificuldade maior. 
            Por outro lado, quando o aluno responder incorretamente uma quest&atilde;o, a pr&oacute;xima quest&atilde;o &eacute; de uma dificuldade menor.</p>

            <p><li>Teste Adaptativo Baseado na Teoria de Resposta ao Item</li> Usa de f&oacute;rmulas estat&iacute;sticas para realizar diversos c&aacute;lculos que
            ajuda a TAI a ter maior conhecimento sobre o aluno e suas vari&acirc;ncias no teste.</p>
        </ul>
        
        <p>Estes s&atilde;o alguns dos principais modelos de Testes Adaptativos, por&eacute;m existem outros tipos de TAI, como por exemplo, o Teste Adaptativo de Dois 
        Est&aacute;gios.</p>
      
      </section>
                        
        <footer class="copyright">
                        
                        <p class="footer-copy" >
                            Copyright &copy; - Universidade de Bras&iacute;lia - 2016
                        </p>                     
        </footer>

   </body>
</html>    
