<!DOCTYPE html>
<html>
  <head>
    <title>M&oacute;dulo Teste</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, height=device-height, initial-scale=1, maximum-scale=1, user-scalable=no" />

    <link rel="stylesheet" type="text/css" href="../css/style.css" />
    <link rel="stylesheet" type="text/css" href="../css/footer.css" />
    <link rel="stylesheet" type="text/css" href="../css/index.css" />
    
  </head>
  <body>
              <header>
                    <div id="logo-zenit" class="float-l">
                                    <a href="http://www.unb.br/" target="_blank"><img src="../imagens/Logo.jpg" /></a>
                    </div>
                     <input type="checkbox" id="control-nav" />
                     <label for="control-nav" class="control-nav"></label>
                      <label for="control-nav" class="control-nav-close"></label>
           
            <nav class="float-r">
              <ul class="list-auto">
                 <li>
                  <a href="#">Home</a>
                </li>
                <li>
                  <a href="#">Acesso Institucional</a>
                </li>
                <li>
                  <a href="#">Acesso ao Moodle</a>
                </li>
                <li>
                  <a href="#">Acesso ao SAE</a>
                </li>
 				        <li>
                  <a href="#">Monitoria</a>
                </li>
				        <li>
                  <a href="#">Colaboradores</a>
                </li>
              </ul>
              
            </nav>
           </header>
    
       <section class="body-principal">
        <div id="text-principal">
        <h1 id="body-normal">M&oacute;dulo Teste</h1>         
        </div>

      </section>

      <section class="perspectivas-principal">
      <hr />  
	<section class="lateral-menu-conteudo">
		<div class="image">
			<img src="../imagens/titleBar.png" style="float:center; width:100%" />
			<div id="menu_title_bar">
				Conte&uacute;dos
			</div>
	 	</div>
		<ul>
			<hr />
				<li><a href="teste_introducao.html">Introdu&ccedil;&atilde;o</a></li>
			<hr />
				<li><a href="teste_tri.html">Teoria de Resposta ao Item - TRI</a></li>
			<hr /> 
				<li><a href="teste_tai.html">Testes Adaptativos Informatizados - TAI</a></li>
			<hr />
				<li><a href="teste_bancoDeQuestoesInterativas.html">Pesquisa Teoria de Resposta ao Item</a></li>
			<hr />	
				<li><a href="teste_usandoTesteNoSae.html">Usando o M&oacute;dulo Teste no SAE</a></li>
			<hr />	
				<li><a href="teste_exemplosTeste.html">Exemplos no M&oacute;dulo Teste</a></li>
			<hr />
				<li><a href="exercicios/teste_exerTRI.html">Exerc&iacute;cios sobre TRI</a></li>
			<hr />
				<li><a href="teste_bibliografia.html">Bibliografia</a></li>
			<hr />	
		</ul>
	</section>
      <div id="content_text">
		<div class="title_bar">
			<img src="../imagens/greenbar.png" style="float:center; width:100%" />
			<h2>Teoria de Resposta ao Item - TRI</h2>
		 </div>

        <p>Os primeiros modelos de resposta ao item surgiram na d&eacute;cada de 50. Limitavam-se &agrave; an&aacute;lise de uma &uacute;nica habilidade, sendo aplicados em testes onde os itens eram corrigidos de forma dicot&ocirc;mica (dividido em duas partes - certo e errado). Recentemente, introduz-se os modelos log&iacute;sticos de um, dois e tr&ecirc;s indicadores, os quais, por permitir an&aacute;lises estat&iacute;sticas, s&atilde;o mais adequados na compara&ccedil;&atilde;o entre alunos e turmas. 
        </p>

        	<figure class="image_center">
        	 	<img src="imagens/oQueTRI.jpg"/>
        	 		<figcaption>Figura 1 - O que &eacute; a TRI?</figcaption>
        	</figure>

        <p>A Teoria de Resposta ao Item (TRI) &eacute; um conjunto de modelos matem&aacute;ticos que procuram representar a probabilidade de um indiv&iacute;duo dar determinada resposta a um item como fun&ccedil;&atilde;o dos parâmetros do item e da habilidade do respondente. Quanto maior for a habilidade do indiv&iacute;duo maior ser&aacute; a probabilidade de acerto de sua resposta &agrave; quest&atilde;o. Podemos entender habilidade como sendo uma m&eacute;trica para mensurar o qu&atilde;o bom um estudante &eacute; em determinada &aacute;rea do conhecimento. Tendo, nessa &aacute;rea, uma habilidade alta, ter&aacute; tamb&eacute;m uma maior probabilidade de responder corretamente as quest&otilde;es dessa mesma &aacute;rea do conhecimento. 
        </p>

        <p>Segundo Baker (1992), esta habilidade &eacute; conhecida como tra&ccedil;o latente, e &eacute; uma vari&aacute;vel psicol&oacute;gica que n&atilde;o pode ser medida diretamente, como peso e altura. Os tra&ccedil;os latentes s&atilde;o muitas vezes conhecimentos e entendimentos intuitivos e, apesar de n&atilde;o serem comumente observadas de forma direta, s&atilde;o quantificados pela psicometria. A capacidade de realizar opera&ccedil;&otilde;es matem&aacute;ticas e de leitura s&atilde;o exemplos de tra&ccedil;os latentes.
        </p>

        <p>Segundo Andrade (2000), os modelos da TRI dependem fundamentalmente de tr&ecirc;s fatores:</p>
          <ul>
            <li>Natureza do item – dicot&ocirc;micos e n&atilde;o dicot&ocirc;micos;</li>
            <li>N&uacute;mero de grupos de indiv&iacute;duos envolvidos – apenas um ou mais de um; </li>
            <li>Quantidade de tra&ccedil;os latentes que est&aacute; sendo medida – apenas um ou mais de um. </li>
          </ul>

        <p>Para estimar o fator do acerto casual, tamb&eacute;m chamado mais comumente de 'chute', ser&aacute; usada a probabilidade de acerto ao item para cada tipo de quest&atilde;o oferecida pelo sistema, sendo este tipo no M&oacute;dulo Teste definido como itens de:</p>
          <ul>
            <li>Verdadeiro ou Falso (V ou F);</li>
            <li>M&uacute;ltipla Escolha;</li>
            <li>Escolha M&uacute;ltipla.</li>
          </ul>

        <p>Por fim, para estimar o crit&eacute;rio da discrimina&ccedil;&atilde;o do item s&atilde;o analisados o n&uacute;mero de respostas corretas ao item e a m&eacute;dia das habilidades dos alunos que o responderam. A rela&ccedil;&atilde;o expressa por esses dois valores diz que quanto maior o n&uacute;mero de respostas corretas ao item e maior for a m&eacute;dia das habilidades dos que responderam este item, esses valores est&atilde;o sendo menos significantes para discriminar as habilidades dos novos estudantes.</p>

        <br>
        <h3>Estimando a Habilidade do Aluno Examinado</h3>
        <p>Dentro da TRI, o principal prop&oacute;sito ao aplicar um teste a um aluno, &eacute; situ&aacute;-lo em uma escala de habilidade. Com isso torna-se poss&iacute;vel avaliar sua habilidade e ainda comparar o desempenho de cada aluno. 
        </p>

            <figure class="image_center">
              <img src="imagens/alunos.jpg"/>
                <figcaption>Figura 3 - Estudantes trabalhando em grupo.</figcaption>
            </figure>

        <p>O teste usado para essa medi&ccedil;&atilde;o consiste de N itens, cada um desses itens visando avaliar a habilidade do aluno examinado. O resultado deste teste produzir&aacute; um conjunto de respostas com valor de zero ou um para cada item respondido. As respostas com valor 0 significam que o respondente errou o item e as respostas com valor 1 significam que o respondente acertou o item. A lista destes resultados (uns e zeros) para os N itens &eacute; chamada de vetor de resposta ao item do examinado (aluno que fez um teste). Este vetor de resposta e os parâmetros conhecidos de cada item que comp&ocirc;s este teste ser&atilde;o usados para estimar a habilidade ainda n&atilde;o conhecida do aluno examinado. 
        </p>

        <p>Como Baker (2001) menciona, &eacute; imposs&iacute;vel estimar a habilidade de um examinado que ao final do teste possua um vetor de respostas contendo todos os valores igual a 1 (um) ou todos os valores iguais a 0 (zero), ou seja, caso ele acerte ou erre todos os itens do teste. Com isso sua habilidade na an&aacute;lise realizada por este teste manter&aacute; seus valores iniciais. </p>

              <figure class="image_center">
                <img src="imagens/tiposDePessoas.jpg"/>
                  <figcaption>Figura 4 - Diferentes tipos de pessoas.</figcaption>
              </figure>

        <p>A quantidade de quest&otilde;es ou itens de um teste pode influenciar a apura&ccedil;&atilde;o da realidade da informa&ccedil;&atilde;o. Uma &uacute;nica quest&atilde;o, por exemplo, n&atilde;o gera dados suficientes para uma avalia&ccedil;&atilde;o eficiente. O n&uacute;mero ideal de quest&otilde;es em um teste &eacute; obtido por meio das regras de parada da TAI, que s&atilde;o alcance de um n&iacute;vel pr&eacute;-estabelecido de habilidade, quantidade m&aacute;xima de itens em um teste, tempo de teste, entre outros.
        </p>

      
      </div>

      </section>
                        
        <footer class="copyright">
                        
                        <p class="footer-copy" >
                            Copyright &copy; - Universidade de Bras&iacute;lia - 2016
                        </p>                     
        </footer>

   </body>
</html>    
