<!DOCTYPE html>
<html>
  <head>
    <title>M&oacute;dulo Teste</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, height=device-height, initial-scale=1, maximum-scale=1, user-scalable=no" />

    <link rel="stylesheet" type="text/css" href="css/style.css" />
    <link rel="stylesheet" type="text/css" href="css/footer.css" />
    <link rel="stylesheet" type="text/css" href="css/index.css" />
    
  </head>
  <body>
              <header>
                    <div id="logo-zenit" class="float-l">
                                    <a href="http://www.unb.br/" target="_blank"><img src="../imagens/Logo.jpg" /></a>
                    </div>
                     <input type="checkbox" id="control-nav" />
                     <label for="control-nav" class="control-nav"></label>
                      <label for="control-nav" class="control-nav-close"></label>
           
            <nav class="float-r">
              <ul class="list-auto">
                 <li>
                  <a href="index.html">Home</a>
                </li>
                 <li>
                  <a href="http://www.se.df.gov.br/" target="_blank">Acesso Institucional</a>
                </li>
                <li>
                  <a href="http://avaliacao.se.df.gov.br/?page_id=236" target="_blank">Acesso ao Moodle</a>
                </li>
                <li>
                  <a href="http://sae.se.df.gov.br/sae/" target="_blank">Acesso ao SAE</a>
                </li>
                <li>
                  <a href="#">Monitoria</a>
                </li>
                <li>
                  <a href="#">Colaboradores</a>
                </li>
              </ul>
              
            </nav>
           </header>
    
       <section class="body-principal">
        <div id="text-principal">
        <h1 id="body-normal">M&oacute;dulo Teste</h1>         
        </div>

      </section>

      <section class="perspectivas-principal">
      <hr />  
	<section class="lateral-menu-conteudo">
		<div class="image">
			<img src="../imagens/titleBar.png" style="float:center; width:100%" />
			<div id="menu_title_bar">
				Conte&uacute;dos
			</div>
	 	</div>
		<ul>
			<hr />
				<li><a href="index.html">Introdu&ccedil;&atilde;o</a></li>
			<hr />
				<li><a href="teste_tri.html">Teoria de Resposta ao Item - TRI</a></li>
			<hr /> 
				<li><a href="teste_tai.html">Testes Adaptativos Informatizados - TAI</a></li>
			<hr />
				<li><a href="teste_pesquisa.html">Pesquisa Teoria de Resposta ao Item</a></li>
			<hr />	
				<li><a href="teste_usandoTesteNoSae.html">Usando o M&oacute;dulo Teste no SAE</a></li>
			<hr />	
				<li><a href="teste_exemplosTeste.html">Exemplos no M&oacute;dulo Teste</a></li>
			<hr />
				<li><a href="exercicios/teste_exerTRI.html">Exerc&iacute;cios sobre TRI</a></li>
			<hr />
				<li><a href="teste_bibliografia.html">Bibliografia</a></li>
			<hr />	
		</ul>
	</section>
      <div id="content_text">
		<div class="title_bar">
			<img src="../imagens/greenbar.png" style="float:center; width:100%" />
			<h2>Teoria de Resposta ao Item - TRI</h2>
		 </div>

        <p>TRI &eacute; uma modelagem estat&iacute;stica criada para mensurar caracter&iacute;sticas que n&atilde;o podem ser medidas diretamente por meio de instrumentos apropriados, como ocorre com altura e peso.
        </p>

        <p>Como n&atilde;o h&aacute; nenhum aparelho que possa medir, por exemplo, a profici&ecirc;ncia de um estudante em matem&aacute;tica ou a intensidade da depress&atilde;o de uma pessoa, foram criadas formas de avalia&ccedil;&atilde;o indireta. Essas caracter&iacute;sticas s&atilde;o chamadas de tra&ccedil;o latente ou construto.</p>

        <p>Essa medida indireta se d&aacute; a partir de respostas apresentadas a um conjunto de itens, elaborados de modo a formar um instrumento de medida que possa permitir a sua quantifica&ccedil;&atilde;o de modo fidedigno.</p>

        <br>
        <table style="border:solid 2px" width=90% height=50% align=center>
              <tr>
                <th>Tra&ccedil;o latente</th>
                <th>Instrumento de Medida</th>    
              </tr>
              <tr>
                <td align=center>Profici&ecirc;ncia em Matem&aacute;tica</td>
                <td align=center>Prova de Matem&aacute;tica</td>    
              </tr>
              <tr>
                <td align=center>Depress&atilde;o</td>
                <td align=center>Invent&aacute;rio de depress&atilde;o de Beck</td>    
              </tr>
          </table>

        	<figure class="image_center">
        	 	<img src="imagens/oQueTRI.jpg"/>
        	 		<figcaption>Figura 1 - O que &eacute; a TRI?</figcaption>
        	</figure>

        <p>Em provas elaboradas dentro da TRI, o tra&ccedil;o latente (profici&ecirc;ncia) pode ser inferido com maior precis&atilde;o. Dessa forma, se uma mesma pessoa se submeter a duas provas diferentes – desde que as provas sejam elaboradas com os padr&otilde;es exigidos de qualidade – ela obter&aacute; a mesma nota. Ou seja: o conhecimento est&aacute; no indiv&iacute;duo, n&atilde;o no instrumento de medida. N&atilde;o h&aacute;, portanto, quando se utiliza a TRI, prova f&aacute;cil ou dif&iacute;cil. 
        </p>

        <p>Uma das grandes vantagens da TRI sobre a Teoria Cl&aacute;ssica &eacute; que ela permite a compara&ccedil;&atilde;o entre popula&ccedil;&otilde;es, desde que submetidas a provas que tenham alguns itens comuns, ou ainda, a compara&ccedil;&atilde;o entre indiv&iacute;duos da mesma popula&ccedil;&atilde;o que tenham sido submetidos a provas totalmente diferentes. At&eacute; a edi&ccedil;&atilde;o de 2008, a prova do Enem era um bom instrumento de compara&ccedil;&atilde;o em cada edi&ccedil;&atilde;o – mas as notas n&atilde;o eram compar&aacute;veis nas diferentes edi&ccedil;&otilde;es.
        </p>

        <p>At&eacute; mesmo o acerto casual (chute) &eacute; previsto na TRI. Tomando como exemplo uma prova do Enem de 45 quest&otilde;es, que permitem acerto casual: se duas pessoas acertarem 20 quest&otilde;es – se n&atilde;o forem as mesmas 20 quest&otilde;es – dificilmente elas ter&atilde;o a mesma nota. N&atilde;o porque uma quest&atilde;o tenha 'peso' maior que a outra, mas porque o sistema est&aacute; montado de forma que quem acertou itens dentro de um padr&atilde;o de coer&ecirc;ncia tenha notas melhores. H&aacute; um algoritmo estabelecido para cada tra&ccedil;o que o item dever&aacute; medir.
        </p>

        <br>
        <h3> Onde &eacute; utilizada a TRI? <h3>
        <br>            
        <h4> Exame Nacional do Ensino M&eacute;dio - ENEM </h4>

            <p>A decis&atilde;o de implementar no Exame Nacional do Ensino M&eacute;dio (ENEM) a Teoria de Resposta ao Item (TRI) teve duas finalidades principais: (1) permitir a comparabilidade dos resultados entre os anos e (2) permitir a aplica&ccedil;&atilde;o do Exame v&aacute;rias vezes ao ano.
            </p>
            
            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="http://download.inep.gov.br/educacao_basica/enem/nota_tecnica/2011/nota_tecnica_tri_enem_18012012.pdf" target="_blank">a nota t&eacute;cnica do Inep</a> para uso da TRI.
            </p>

        <br>
        <h4> Sistema de Avalia&ccedil;&atilde;o da Educa&ccedil;&atilde;o B&aacute;sica - SAEB </h4>
            <p>O Sistema de Avalia&ccedil;&atilde;o da Educa&ccedil;&atilde;o B&aacute;sica (Saeb) &eacute; composto por um conjunto de avalia&ccedil;&otilde;es externas em larga escala. Seu objetivo &eacute; realizar um diagn&oacute;stico do sistema educacional brasileiro e de alguns fatores que possam interferir no desempenho do estudante, fornecendo um indicativo sobre a qualidade do ensino que &eacute; ofertado. As informa&ccedil;&otilde;es produzidas visam subsidiar a formula&ccedil;&atilde;o, reformula&ccedil;&atilde;o e o monitoramento das pol&iacute;ticas na &aacute;rea educacional nas esferas municipal, estadual e federal, contribuindo para a melhoria da qualidade, equidade e efici&ecirc;ncia do ensino.
            </p>

            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="http://portal.inep.gov.br/web/saeb/historico" target="_blank">o portal do Inep</a>.
            </p>
       

        <br>
        <h4> Programa Internacional de Avalia&ccedil;&atilde;o de Estudantes - PISA </h4>
            <p>O Programme for International Student Assessment (Pisa) &eacute; uma iniciativa de avalia&ccedil;&atilde;o comparada, aplicada a estudantes na faixa dos 15 anos, idade em que se pressup&otilde;e o t&eacute;rmino da escolaridade b&aacute;sica obrigat&oacute;ria na maioria dos pa&iacute;ses.
            </p>

            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="http://portal.inep.gov.br/pisa/sobre-o-pisa" target="_blank">o portal do Inep</a>.
            </p>

        <br>
        <h4> Exame de Profici&ecirc;ncia em L&iacute;ngua Inglesa - TOEFL </h4>
            <p>Um dos grandes exemplos de avalia&ccedil;&atilde;o utilizando a TRI &eacute; o exame de profici&ecirc;ncia em l&iacute;ngua inglesa (TOEFL). Este exame surgiu em 1964 e &eacute; amplamente utilizado em todo o mundo. Desde o ano de sua origem, este exame j&aacute; avaliou mais de 25 milh&otilde;es de alunos e tem sido administrado por mais de 4.500 centros em 165 pa&iacute;ses do mundo. No TOEFL, os alunos marcam o hor&aacute;rio em um dos centros credenciados e podem realiz&aacute;-lo v&aacute;rias vezes ao ano. A prova &eacute; adaptativa, realizada no computador, e cada candidato responde a um conjunto de itens (quest&otilde;es) diferentes. Apesar de em cada aplica&ccedil;&atilde;o o candidato receber uma prova distinta, todos os resultados s&atilde;o compar&aacute;veis e considerados ison&ocirc;micos.
            </p>
            
            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="https://www.ets.org/pt/toefl/ibt/scores/" target="_blank">o portal do TOEFL</a>.
            </p>

        <br>
        <h4> Scholastic Assessment Test (Teste de Avalia&ccedil;&atilde;o Escolar) - SAT </h4>
            <p>Outro exame bastante importante e mais semelhante ao ENEM &eacute; o SAT (Scholastic Aptitude Test ou Scholastic Assessment Test). Este &eacute; um exame educacional padronizado dos Estados Unidos, aplicado a estudantes do Ensino M&eacute;dio, que serve de crit&eacute;rio para admiss&atilde;o nas universidades norte-americanas. O exame &eacute; aplicado sete vezes ao ano, em outubro, novembro, dezembro, janeiro, mar&ccedil;o (ou abril), maio e junho. Novamente, apesar de aplica&ccedil;&otilde;es realizadas em momentos distintos e com provas diferentes, a exist&ecirc;ncia de uma escala padr&atilde;o possibilita a comparabilidade de desempenhos.
            </p>

            <p>Para mais informa&ccedil;&otilde;es, acesse: <a href="https://collegereadiness.collegeboard.org/sat/scores/understanding-scores/interpreting" target="_blank">o portal do SAT</a>.
            </p>

        <br>
        <h4> Outras utiliza&ccedil;&otilde;es </h4>
            <p><i>Proposta de An&aacute;lise de Itens das Provas do Saeb sob a Perspectiva Pedag&oacute;gica e a Psicom&eacute;trica.</i> Margarida Rodrigues. Estudos em Avalia&ccedil;&atilde;o Educacional, v. 17, n. 34, maio/ago. 2006.
            <br>Para mais informa&ccedil;&otilde;es, clique no <a href="http://www.fcc.org.br/pesquisa/publicacoes/eae/arquivos/1285/1285.pdf" target="_blank">link</a>.

            <p><i>Teoria de Resposta ao Item: Conceitos e Aplica&ccedil;&otilde;es.</i> Dalton Andrade, Heliton Tavares e Raquel Valle. Universidade Federal de Santa Catarina. 2000. 
            <br>Para mais informa&ccedil;&otilde;es, clique no <a href="http://egov.ufsc.br/portal/sites/default/files/livrotri.pdf" target="_blank">link</a>.

            <p><i>Teoria de Resposta ao Item.</i> Eutalia Araujo, Dalton Andrade e Silvana Bortolotti. Universidade de S&atilde;o Paulo. 2009. 
            <br>Para mais informa&ccedil;&otilde;es, clique no <a href="http://www.revistas.usp.br/reeusp/article/view/40417/43401" target="_blank">link</a>.

      </div>

      </section>
                        
        <footer class="copyright">
                        
                        <p class="footer-copy" >
                            Copyright &copy; - Universidade de Bras&iacute;lia - 2016
                        </p>                     
        </footer>

   </body>
</html>    
